Revit 2027 API
ParameterTypeId.DividedpathLayoutFixedNumPoint Property
 "Number"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedpathLayoutFixedNumPoint { get; }
Public Shared ReadOnly Property DividedpathLayoutFixedNumPoint As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedpathLayoutFixedNumPoint {
	ForgeTypeId^ get ();
}
static member DividedpathLayoutFixedNumPoint : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace